Repository: xt1/superoffice-docs
Catalog: tools/training/GenGlossary/glossary-en-de.tmx
Source language: en
Languages: de

source: Company
de: Firma

source: Companies
de: Firmen

source: Our contact
de: Verantwortlich

source: Category
de: Kategorie

source: Categories
de: Kategorien

source: Business
de: Branche

source: Contact
de: Person

source: Contacts
de: Personen

source: Project
de: Projekt

source: Project Members
de: Projektmitglieder

source: Project type
de: Projekttyp

source: Project guide
de: Projektleitfaden

source: Project members
de: Projektmitglieder

source: Project member
de: Projektmitglied

source: Projects
de: Projekte

source: Sale
de: Verkauf

source: Sales
de: Verkäufe

source: Sale type
de: Verkaufstyp

source: Status monitor
de: Statuskontrolle

source: Status Monitors
de: Statuskontrollen

source: Status monitors
de: Statuskontrollen

source: Counters
de: Zähler

source: Counter
de: Zähler

source: Associate
de: Mitarbeiter

source: User groups
de: Benutzergruppen

source: User group
de: Benutzergruppe

source: Roles
de: Rollen

source: Role
de: Rolle

source: Associates
de: Mitarbeiter

source: Other associates
de: Weitere Mitarbeiter

source: Document template
de: Dokumentvorlage

source: Chat conversation
de: Chat-Gespräch

source: Chat conversations
de: Chat-Gespräche

source: Reply templates
de: Antwortvorlagen

source: Reply template
de: Antwortvorlage

source: Follow-ups
de: Folgeaufgaben

source: Phone calls
de: Anrufe

source: Phone call
de: Anruf

source: Call
de: Anruf

source: Tasks
de: Aufgaben

source: Task
de: Aufgabe

source: Documents
de: Dokumente

source: Document type
de: Dokumententyp

source: Selections
de: Selektionen

source: Relations
de: Beziehungen

source: Relation
de: Beziehung

source: Request
de: Anfrage
